import React from "react";

const UserAgreement = () => {
  return (
    <div className="min-h-screen px-4 lg:px-[120px] py-12 text-[#C2C2C2]">
      <h1 className="text-[24px] text-center font-extrabold pb-4">
        კონფიდენციალურობის პოლიტიკა
      </h1>
      <div className="bg-[#C2C2C2] h-[3px] w-[400px] mx-auto rounded-full mb-8"></div>
      <h3 className="text-[18px] font-extrabold pb-2">
        1. გამოყენებული ტერმინები
      </h3>
      <p className="w-[50%] pb-4 font-semibold">
        ეს პოლიტიკა ადგენს სერვისის მომხმარებლების მონაცემების დამუშავების
        სპეციფიკას, რომელიც მდებარეობს https://edrp-v.ge-ზე (შემდგომში
        „სერვისი“) და მის მეშვეობით ხელმისაწვდომი თამაშის სერვერები (შემდგომში
        „სერვერი“). ეს პოლიტიკა ასევე მოიცავს მის ყველა დანართს და დამატებას.
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        ეს დოკუმენტი (შემდგომში „პოლიტიკა“) არის მომხმარებლის შეთანხმების
        განუყოფელი ნაწილი.
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        ამ დოკუმენტის ტექსტი ხელმისაწვდომია ვებგვერდზე https://edrp-v.ge
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        სერვისზე ნებისმიერი სხვა გზით ჩამოტვირთვის, ინსტალაციით,
        დარეგისტრირებით, წვდომით და გამოყენებით, თქვენ სრულად ეთანხმებით ამ
        პოლიტიკის პირობებს და გამოხატავთ თქვენს კონკრეტულ თანხმობას თქვენი
        მონაცემების დამუშავებაზე ამ დოკუმენტში აღწერილი წესით და მიზნებისთვის.
        თუ არ ეთანხმებით ამ პოლიტიკას, გთხოვთ, უარი თქვათ სერვისის
        ჩამოტვირთვაზე, ინსტალაციაზე ან სხვაგვარად გამოყენებაზე.
      </p>
      <p className="w-[50%] pb-16 font-semibold">
        სერვისის ადმინისტრაციას უფლება აქვს დროდადრო შეცვალოს და/ან შეავსოს ეს
        პოლიტიკა მომხმარებლების წინასწარი წერილობითი შეტყობინების გარეშე. ამ
        დოკუმენტის ახალი ვერსია განთავსებულია https://edrp-v.ge-ზე. პერიოდულად
        უნდა გაეცნოთ მასში განხორციელებულ ცვლილებებს ან/და დამატებებს. თუ ამ
        დოკუმენტში ცვლილებების შეტანის შემდეგ განაგრძობთ სერვისის გამოყენებას,
        თქვენ ადასტურებთ, რომ ეთანხმებით პოლიტიკის ახალ ვერსიას.
      </p>
      <h3 className="text-[18px] font-extrabold pb-2">
        2. მომხმარებლის მონაცემების დამუშავების მიზანი
      </h3>
      <p className="w-[50%] pb-3 font-semibold">
        მონაცემები მიიღება სამომხმარებლო შეთანხმების მიღების შემდგომ, რომელიც
        არის მოცემული შემდეგ მისამართზე: https://edrp-v.ge/agreement მონაცემთა
        მიწოდება მომხმარებლებს შეუძლიათ სერვისის მოთხოვნით, დადებული
        სამომხმარებლო შეთანხმების შედეგად. შემთხვევები, როდესაც მომხმარებელი
        აწვდის მონაცემებს (შეუზღუდავად):
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - ვებსაიტზე https://edrp-v.ge, https://forum.edrp-v.ge და/ან მასთან
        დაკავშირებულ ნებისმიერ სერვერზე ანგარიშის შექმნისას და მისი მართვისას;
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - დამატებითი სათამაშო სერვისების ტესტირებაში მონაწილეობისას და/ან
        სერვისის განახლებები (ასეთის არსებობის შემთხვევაში);
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - თამაშშიდა აქციებში, შეჯიბრებებში და სხვა მსგავს ღონისძიებებში
        მონაწილეობისას;
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - ადმინისტრაციასთან წერილების გაგზავნისას ან სხვა სახის კონტაქტების
        დამყარებისას;
      </p>
      <p className="w-[50%] pb-6 font-semibold">
        - თამაშის ფარგლებში დამატებითი, სპეციალური სერვისების გამოყენებისას.
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        თქვენი მონაცემები მუშავდება შემდეგი მიზნებით (შეუზღუდავად):
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - თამაში მონაწილეობის მიღებისთვის;
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - სხვა მომხმარებლებთან ურთიერთობისთვის;
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - შეცდომების, ბაგების გასწორების მიზნით, რომ გავხადოთ ჩვენი სერვისი უფრო
        უკეთესი;
      </p>
      <p className="w-[50%] pb-16 font-semibold">
        - გადახდების მიღება, დამუშავება და შემოწმება;
      </p>
      <h3 className="text-[18px] font-extrabold pb-6">
        2. მონაცემები მომხმარებელზე, რომელსაც აგროვებს და ამუშავებს სერვისი.
      </h3>
      <p className="w-[50%] pb-1 font-semibold">
        მონაცემები, რომელსაც აგროვებს სერვისი შეიძლება შეიცავდეს (შეუზღუდავად):
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - ექაუნთის სახელი სერვერზე (ექაუნთის სახელი);
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - ექაუნთის პერსონალური ID (ექაუნთის ID);
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - ელექტრონული ფოსტის მისამართი;
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - საგადასახადო ინფორმაცია ( შესყიდვის რაოდენობა თანხობრივად )
      </p>
      <p className="w-[50%] pb-16 font-semibold">
        - მომხმარებლის IP მისამართი.
      </p>
      <h3 className="text-[18px] font-extrabold pb-6">
        3. სხვა მონაცემები, რომელსაც აგროვებს და ამუშავებს სერვისი.
      </h3>
      <p className="w-[50%] pb-1 font-semibold">
        ხარისხიანი სერვისის წარმოებისთვის ვაგროვებთ და ვამუშავებთ სხვადასხვა
        მონაცემებსმ, როგორებიცაა:
      </p>
      <p className="w-[50%] pb-16 font-semibold">
        - თამაში შესრულებული მოქმედებები (ლოგები, მოქმედებების ჟურნალი, რომელსაც
        აწარმოებს სათამაშო სერვერი, სადაც ჩანს შემოსვლის,გასვლის დროები და
        შესრულებული მოქმედებები სერვერზე). სერვისი ამოწმებს ინფორმაციას თქვენ IP
        მისამართის შესახებ, ქვეყანას და ქალაქს საიდანაც არის შემოსული
        მომხმარებელი.
      </p>
      <h3 className="text-[18px] font-extrabold pb-6">
        4. მონაცემების შენახვა.
      </h3>
      <p className="w-[50%] pb-16 font-semibold">
        მონაცემთა შენახვის პერიოდი შეადგენს იმდენს, რამდენსაც იფუნქციონირებს
        სათამაშო სერვისი(საიტი, ფორუმი, სერვერი). თუ მოქმედი კანონმდებლობით სხვა
        რამ არ არის გათვალისწინებული.
      </p>
      <h3 className="text-[18px] font-extrabold pb-6">
        5. მონაცემების გამოყენება, გავრცელება და გადაცემა.
      </h3>
      <p className="w-[50%] pb-1 font-semibold">
        სერვისს შეუძლია გამოიყენოს მომხმარებელთა კომბინირებული მონაცემები სხვა
        ინფორმაციასთან (მათ შორის, სხვა მონაცემებთან, რომლებსაც სერვისი
        აგროვებს, როგორც ეს განსაზღვრულია ამ პოლიტიკის მე-4 ნაწილში) თამაშის
        უზრუნველსაყოფად, მართვისა და განვითარებისთვის.
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        გარდა ამისა, თქვენი მონაცემები შეიძლება მოწოდებული იყოს შემდეგ
        შემთხვევებში:
      </p>
      <p className="w-[50%] pb-1 font-semibold">
        - როდესაც საჭიროა კანონის დაცვა, როგორიცაა გადახდის თაღლითობისა და
        ნებისმიერი სხვა უკანონო ქმედების გამოძიება;
      </p>
      <p className="w-[50%] pb-16 font-semibold">
        - როდესაც არსებობს საფუძვლიანი ეჭვი უფლებების პოტენციური ან არსებული
        დარღვევის შესახებ; სერვისის ადმინისტრაცია არ გადასცემს თქვენს მონაცემებს
        მესამე პირებს.
      </p>
      <h3 className="text-[18px] font-extrabold pb-6">
        6. მხარეთა ვალდებულებები.
      </h3>
      <p className="w-[50%] pb-6 font-semibold">
        მომხმარებელი პასუხისმგებელია მის მიერ მოწოდებული მონაცემების სისრულესა
        და სიზუსტეზე. თქვენს მიერ მოწოდებულ მონაცემებში შეუსაბამობის ან/და
        უზუსტობის შემთხვევაში, ისინი უნდა შეიცვალოს, მათ შორის, დაუკავშირდით
        სერვისის ტექნიკური დახმარების სპეციალისტებს, რომელთა კონტაქტები
        ჩამოთვლილია სერვისის ფორუმზე მხარდაჭერის განყოფილებაში -
        https://forum.edrp-v.ge
      </p>
      <p className="w-[50%] pb-12 font-semibold">
        სერვისის ადმინისტრაცია იტოვებს უფლებას მომხმარებლის მონაცემების წაშლის
        ან/და შეცვლისას შეინახოს ის მონაცემები, რომლებიც აუცილებელია მოქმედი
        კანონმდებლობის დაცვის, სერვისისა და თამაშის უსაფრთხოებისა და ეფექტურობის
        უზრუნველსაყოფად.
      </p>
      <h3 className="text-[18px] font-extrabold pb-6">7. Cookies</h3>
      <p className="w-[50%] pb-6 font-semibold">
        Cookies - ეს არის მცირე ინფორმაცია, რომელიც ინახება თქვენი ინტერნეტ
        ბრაუზერის მიერ თქვენი კომპიუტერის მყარ დისკზე. ვებსაიტების უმეტესობის
        მსგავსად, https://edrp-v.ge იყენებს ქუქი-ფაილებს, რათა დაგაკავშიროთ
        თქვენს მიერ მოწოდებულ ინფორმაციასთან ჩვენს ვებსაიტზე და ამგვარად
        მოგაწოდოთ პერსონალიზებული შინაარსი, რათა უკეთ მოგემსახუროთ და დაგეხმაროთ
        ჩვენი სერვისების ხელახლა გამოყენებაში. ამ ფუნქციების გამოსაყენებლად,
        თქვენ უნდა დაეთანხმოთ და დაუშვათ ქუქიების გამოყენება. ჩვენ გვსურს
        აღვნიშნოთ, რომ თუ გადაწყვეტთ არ მიიღოთ ქუქი-ფაილები, შესაძლოა ვერ შეძლოთ
        ჩვენი სერვისის ყველა მახასიათებლის სრულად გამოყენებას. თქვენი ბრაუზერის
        ქუქი-ფაილების ფუნქციის გააქტიურებით, თქვენ ეთანხმებით მონაცემების
        შეგროვებას და დამუშავებას, როგორც ეს აღწერილია აქ.
      </p>
      <p className="w-[50%] pb-6 font-semibold">
        ვებსაიტი ასევე იყენებს ეგრეთ წოდებულ ავტორიზაციის ქუქი-ფაილებს, რომლებიც
        შექმნილია მომხმარებლის მიერ მოწოდებული ინფორმაციისა და მონაცემების
        შესანახად სერვისის ვებსაიტებზე, რათა თავიდან იქნას აცილებული ასეთი
        მონაცემების მრავალჯერადი და/ან განმეორებითი წარდგენა ერთ ან მეტ ვიზიტზე
        სესიაზე. გამოყენებადობის სერვისის გაუმჯობესების მიზნით.
      </p>
    </div>
  );
};

export default UserAgreement;
