import React from "react";

const PrivacyPolicy = () => {
  return (
    <div className="min-h-screen px-4 lg:px-[120px] py-12 text-[#C2C2C2]">
      <h1 className="text-[24px] text-center font-extrabold pb-2">
        სამომხმარებლო შეთანხმება
      </h1>
      <div className="bg-[#C2C2C2] h-[3px] w-[313px] mx-auto rounded-full mb-8"></div>
      <h3 className="text-[18px] font-extrabold pb-2">1. პირობების მიღება.</h3>
      <p className="w-[50%] pb-4 font-semibold">
        1.1. ეს წესები არის დოკუმენტი, უნდა წაიკითხოს და დაეთანხმოს ყველა
        მომხმარებელმა, რომელმაც გადაწყვიტა თავისი პერსონაჟის ანგარიშის შევსება
        და შესაბამისად თანხის ჩარიცხვა მის პირად აქაუნთზე.
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        1.2. თუ მომხმარებელი არ ეთანხმება ამ წესების რომელიმე დებულებას ან
        გრძნობს თავისთვის უარყოფითი შედეგების ალბათობას, მას ვურჩევთ უარი თქვას
        პერსონაჟის ანგარიშის შევსებაზე.
      </p>
      <p className="w-[50%] pb-16 font-semibold">
        1.3. ის ფაქტი, რომ მომხმარებელმა წამოიწყო თამაშის პერსონაჟის ანგარიშის
        შევსების პროცესი, ითვლება დასტურად, რომ ის გაეცნო და ეთანხმება ამ
        წესების თითოეულ პუნქტს.
      </p>
      <h3 className="text-[18px] font-extrabold pb-2">2. ზოგადი დებულებები.</h3>
      <p className="w-[50%] pb-4 font-semibold">
        2.1. პროექტის მფლობელებს, ადმინისტრაციას, წარმომადგენლებს არ ეკისრებათ
        პასუხისმგებლობა მორალური ან მატერიალური ხასიათის ზიანს, რომელიც შეიძლება
        პირდაპირ ან ირიბად იყოს გამოწვეული შემოთავაზებული თამაშის სერვერის მიერ,
        აგრეთვე საიტის უზუსტობებზე, შეცდომებზე, დეფექტებზე და წარუმატებლობებზე.
        ან თამაშის სერვერზე, მიუხედავად მათი გამომწვევი მიზეზებისა.
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        2.2. თამაშის პერსონაჟის ანგარიშის შევსების პროცესის ინიცირებით,
        მომხმარებელი ადასტურებს თავის თანხმობას არ დააკისროს პასუხისმგებლობა,
        შესაძლო დანაკარგები და ზიანი, რომლებიც დაკავშირებულია საიტის ან თამაშის
        სერვერის გამოყენებასთან მის მფლობელებსა და ადმინისტრაციაზე.
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        2.3. იმ შემთხვევაში, თუ მომხმარებელი ზიანს აყენებს პროექტს,
        ადმინისტრაციას და პროექტის მფლობელებს უფლება აქვთ მოითხოვონ ასეთი ზიანის
        ანაზღაურება და შესაბამისი კომპენსაციის გზით.
      </p>
      <p className="w-[50%] pb-16 font-semibold">
        2.4. ამ წესების რომელიმე დებულების მოქმედი კანონმდებლობის მოთხოვნებთან
        შეუსაბამობის შემთხვევაში იგი ჩანაცვლებულად ითვლება მოქმედი
        კანონმდებლობის მსგავსი შინაარსის დებულებით. ამ შემთხვევაში, ამ წესების
        ყველა სხვა დებულება ძალაში რჩება.
      </p>
      <h3 className="text-[18px] font-extrabold pb-2">
        3. გარანტიების გამორიცხვა.
      </h3>
      <p className="w-[50%] pb-4 font-semibold">
        3.1. სერვისები მიწოდებულია „როგორც არის“ და პროექტის წარმომადგენლები არ
        იძლევიან გარანტიას მათ მიწოდებასთან დაკავშირებით.
      </p>
      <p className="w-[50%] pb-16 font-semibold">
        3.2. ადმინისტრაციას, პროექტის წარმომადგენლებს უფლება აქვთ დაბლოკონ ან/და
        წაშალონ ანგარიში ანუ ექაუნთი მომხმარებლის გაფრთხილების გარეშე.
      </p>
      <h3 className="text-[18px] font-extrabold pb-2">4. პირობების შეცვლა.</h3>
      <p className="w-[50%] pb-16 font-semibold">
        4.1. პროექტის ადმინისტრაციას უფლება აქვს შეიტანოს ცვლილებები ამ
        დოკუმენტში მომხმარებლების წინასწარი შეტყობინების გარეშე.
      </p>
      <h3 className="text-[18px] font-extrabold pb-2">
        5. ბალანსის შევსება - „დონატი“.
      </h3>
      <p className="w-[50%] pb-4 font-semibold">
        5.1. მომხმარებელს უფლება აქვს ნებაყოფლობით განახორციელოს „შესყიდვა“
        EXCELLENT DREAMS RP პროექტში, გადახდის სისტემების ან საბანკო ბარათების
        გამოყენებით. "მაღაზია" EXCELLENT DREAMS RP პროექტისთვის, მომხმარებელი
        იღებს გარკვეულ თამაშში არსებულ რესურსებს (ღირებულებებს). 5.2. თამაშში
        არსებული რესურსების (ღირებულებების) მიწოდების ვადა არის 5-დან 60
        წუთამდე, დატვირთვის მიხედვით. თუ 60 წუთის შემდეგ თამაშში არსებული
        რესურსები (ღირებულებები) არ ჩაირიცხება თამაშის ანგარიშზე, თქვენ უნდა
        დაუკავშირდეთ Excellent Dreams Role Play პროექტის ადმინისტრაციას ბმულზე
        https://forum.edrp-v.ge/ დახმარების განყოფილება.
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        5.2. ბალანსის შევსება ხორციელდება სერვისების მეშვეობით https://Bog.Ge/
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        5.3. პროექტის ადმინისტრაცია და მფლობელები არ არიან პასუხისმგებელი
        გადახდის სისტემების მუშაობაზე.
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        5.4. ადმინისტრაცია და პროექტის მფლობელები არ არიან პასუხისმგებელი
        მომხმარებლის გადახდებზე ან თამაშში არსებულ საკუთრებაზე, მათ შორის
        მომხმარებლის თამაშის ანგარიშის დაბლოკვის შემთხვევაში ამ შეთანხმების
        დებულებების ან თამაშის წესების დარღვევის გამო.
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        5.5. მომხმარებელს არ აქვს უფლება მოითხოვოს იმ თანხების დაბრუნება,
        რომელიც მან დახარჯა „შესყიდვაზე“ EXCELLENT DREAMS RP პროექტში
        (ნებაყოფლობით). ყველა არსებული შესყიდვა თანხა რჩება პროექტის მფლობელთან
        თამაშის განვითარებისა და მისი კომპონენტის მხარდაჭერისთვის.
      </p>
      <p className="w-[50%] pb-4 font-semibold">
        5.6. გადახდისთვის მიიღება საბანკო ბარათები: VISA, MasterCard. საქონლის
        საბანკო ბარათით გადასახდელად, ონლაინ მაღაზიაში შეკვეთის განთავსებისას
        თქვენ გადამისამართებული იქნებით საქართველოს ბანკის ავტორიზაციის
        გადახდების გვერდზე ( Payment.bog.ge ) რის შედეგადაც თქვენ მიუთითებთ
        თქვენი საბანკო ბარათის მონაცემებს შემდეგი ფორმატით:
      </p>
      <p className="w-[50%] font-semibold">1. ბარათის ნომერი,</p>
      <p className="w-[50%] font-semibold">2. ბარათის მოქმედების ვადა</p>
      <p className="w-[50%] pb-4 font-semibold">3.CVC2/CVV2 კოდი</p>
      <p className="w-[50%] pb-16 font-semibold">
        თუ თქვენი ბარათი დაკავშირებულია 3D-Secure სერვისთან, თქვენ ავტომატურად
        გადამისამართდებით ბანკის გვერდზე, რომელმაც ბარათი გასცა, რათა გაიაროთ
        ავტორიზაციის პროცედურა. დამატებითი იდენტიფიკაციის წესებისა და მეთოდების
        შესახებ ინფორმაციისთვის, გთხოვთ, დაუკავშირდეთ ბანკს, რომელმაც გასცა
        თქვენი საბანკო ბარათი.
      </p>
    </div>
  );
};

export default PrivacyPolicy;
